Repository: zaourzag/repo
Catalog: service.L0RE.cron/resources/language/*/strings.po
Languages: german

# Addon Summary
source: Crontab - Action control
german: Crontab - Aktionssteuerung

# Addon Description
source: A service to call regular (hours/days) stored actions (e.g. update the addon media library) in other plugins.
german: Ein Service um regelmäßig (Stunden/Tage) gespeicherte Aktionen (z.B. Aktualisierung der Addon-Medienbibliothek) in anderen Plugins aufzurufen.

# #30000
source: General
german: Allgemein

# #30110
source: [COLOR orangered]>>> DELETE Database completely = CLICK HERE >>>[/COLOR]
german: [COLOR orangered]>>> Database komplett LÖSCHEN = HIER KLICKEN >>>[/COLOR]

# #30111
source: Delete selected titles in Crontab and on the system ?
german: Ausgewählte Titel im Crontab und auf dem System löschen ?

# #30231
source: [B][COLOR ff0099ff]ENTRIES[/COLOR][/B]
german: [B][COLOR ff0099ff]EINTRÄGE[/COLOR][/B]

# #30350
source: * [COLOR orangered]ATTENTION: This process can NOT be undone[/COLOR] *
german: * [COLOR orangered]ACHTUNG: Dieser Vorgang kann NICHT rückgängig gemacht werden[/COLOR] *

# #30351
source: * [COLOR yellow]With setting: Crontab+Delete system - an attempt is made to delete the title in Crontab and the Title-folder on the system[/COLOR] *
german: * [COLOR yellow]Bei Einstellung: Crontab+System löschen - wird versucht den Titel im Crontab und den Titelordner auf dem System zu löschen[/COLOR] *

# #30352
source: * [COLOR yellow]However, there is the possibility - that so-called map oaks remain in the KODI-Library[/COLOR] *
german: * [COLOR yellow]Dabei besteht allerdings die Möglichkeit - dass sog. Karteileichen in der KODI-Library zurückbleiben[/COLOR] *

# #30353
source: * [COLOR yellow]In this case please run "KODI > System > Media > Library + Clean Library (Video Library)" at the end[/COLOR] *
german: * [COLOR yellow]In diesem Fall bitte "KODI > System > Medien > Bibliothek + Bibliothek bereinigen (Video-Bibliothek)" am Ende ausführen[/COLOR] *

# #30354
source: * [COLOR chartreuse]... or leave this setting turned off - and remove the Title-folder later with the Library right-click-menu[/COLOR] *
german: * [COLOR chartreuse]... oder diese Einstellung ausgeschaltet lassen - und den Titelordner später über das Library-Rechtsklickmenü entfernen[/COLOR] *

# #30501
source: NO path is stored for this entry, or *Crontab* is set to simple delete only.[CR]Please delete the folder later directly from the KODI-Library![CR][COLOR orangered]Delete now only the entry in *Crontab* ![/COLOR]
german: Für diesen Eintrag ist KEIN Pfad gespeichert oder in *Crontab* ist nur einfaches löschen eingestellt.[CR]Bitte den Ordner später direkt über die KODI-Library löschen ![CR][COLOR orangered]Lösche jetzt nur den Eintrag im *Crontab* ![/COLOR]

# #30502
source: Do you really want to delete the entire *Cron-Database* ???
german: Wollen Sie wirklich die gesamte *Cron-Database* löschen ???

# #30503
source: [COLOR orangered]This process can NOT be undone !!![/COLOR]
german: [COLOR orangered]Dieser Vorgang kann NICHT rückgängig gemacht werden !!![/COLOR]

# #30504
source: Cancel
german: Abbruch

# #30505
source: Execute delete
german: Löschen ausführen

# #30506
source: There is NO *Cron-Database* available !
german: Es ist leider KEINE *Cron-Database* vorhanden !

# #30521
source: Crontab for other Addons:
german: Crontab für andere Addons:

# #30522
source: [COLOR FF008B00]* cron.db *[/COLOR] successfully deleted !
german: [COLOR FF008B00]* cron.db *[/COLOR] erfolgreich gelöscht !
