Repository: zaourzag/repo
Catalog: plugin.video.doku5.com/resources/language/*/strings.po
Languages: german

# #30010
source: Latest Documentaries
german: Die neuesten Dokus

# #30011
source: Reuploaded Documentaries
german: Die neuesten reUploads

# #30012
source: Top of the week
german: Aufsteiger der Woche

# #30013
source: Top of the month
german: Top Dokus des Monats

# #30014
source: Top of the year
german: Top Dokus des Jahres

# #30015
source: Search
german: Suche

# #30016
source: Categories
german: Kategorien

# #30018
source: Bookmarks
german: Merkliste

# #30032
source: Main menu
german: Hauptmenü

# #30040
source: Search on Doku5
german: Suche auf Doku5

# #30043
source: by:
german: von:

# #30054
source: Like
german: Gefällt mir

# #30055
source: Dislike
german: Gefällt mir nicht

# #30060
source: You already voted this!
german: Du hast dies bereits bewertet!

# #30071
source: General
german: Allgemein

# #30072
source: Menu
german: Menü

# #30073
source: Description
german: Beschreibung

# #30076
source: Episode fanart (sometimes missing)
german: Episoden Fanart (nicht immer vorhanden)

# #30077
source: Fanart fallback (bad quality instead of none, increases load time)
german: Fanart Fallback (schlechte Fanart statt keiner - erhöhte Ladezeit)

# #30078
source: Show 'main menu' in episodes
german: Zeige 'Hauptmenü' in Episoden

# #30081
source: Show 'Latest Documentaries'
german: Zeige 'Die neuesten Dokus'

# #30082
source: Show 'Reuploaded Documentaries'
german: Zeige 'Die neuesten reUploads'

# #30083
source: Show 'Top of the week'
german: Zeige 'Aufsteiger der Woche'

# #30084
source: Show 'Top of the month'
german: Zeige 'Top Dokus des Monats'

# #30085
source: Show 'Top of the year'
german: Zeige 'Top Dokus des Jahres'

# #30086
source: Show 'Search'
german: Zeige 'Suche'

# #30087
source: Show 'Categories'
german: Zeige 'Kategorien'

# #30088
source: Show 'A-Z'
german: Zeige 'A-Z'

# #30091
source: Date in description
german: Datum in Beschreibung

# #30092
source: Votes in description
german: Votes in Beschreibung

# #30093
source: Source in description
german: Quelle in Beschreibung
