Repository: zaourzag/repo
Catalog: script.homematic.sonoff/resources/language/resource.language.*/strings.po
Languages: de_de

# Addon Summary
source: Switch your devices with Sonoff WLAN modules and Kodi
de_de: Schalte Deine Geräte mit den Sonoff WLAN Modulen und Kodi

# Addon Description
source: Switch with Kodi your illuminations or devices with the Sonoff WLAN modules. Be a couch potato and control up to eight devices via remote.
de_de: Schalte mit Kodi Deine Beleuchtung oder Deine Geräte mit den Sonoff WLAN Modulen. Sei eine Couchkartoffel und steuere bis zu acht Geräte mit der Fernbedienung.

# Addon Disclaimer
source: Use at your own risk.
de_de: Benutzung auf eigene Gefahr

# #30001
source: Switch 1
de_de: Schalter 1

# #30002
source: Switch 2
de_de: Schalter 2

# #30003
source: Switch 3
de_de: Schalter 3

# #30004
source: Switch 4
de_de: Schalter 4

# #30005
source: Switch 5
de_de: Schalter 5

# #30006
source: Switch 6
de_de: Schalter 6

# #30007
source: Switch 7
de_de: Schalter 7

# #30008
source: Switch 8
de_de: Schalter 8

# #30010
source: enabled
de_de: aktiv

# #30011
source: switchable
de_de: schaltbar

# #30012
source: LAN IP
de_de: LAN IP-Adresse

# #30013
source: Name or location of switch
de_de: Name oder Ort des Schalters

# #30014
source: %s couldn't switched
de_de: %s kann nicht geschalten werden

# #30015
source: No switchable or enabled devices found
de_de: Keine schaltbaren oder freigegebenen Geräte gefunden

# #30016
source: Number of channels
de_de: Anzahl Kanäle

# #30020
source: switch on
de_de: einschalten

# #30021
source: switch off
de_de: ausschalten

# #30022
source: Unreachable
de_de: nicht erreichbar

# #30023
source: Undefined
de_de: undefiniert

# #30024
source: Device shouldn't switched
de_de: Gerät darf nicht geschalten werden
